IDEA Open Model
MatConcreteHKG.Fcu Property
Compatible with IDEA StatiCa 20.1
 Compressive strength of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fcu { get; set; }
Public Property Fcu As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteHKG Class
IdeaRS.OpenModel.Material Namespace